<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DNSSettings</key>
			<dict>
				<key>DNSProtocol</key>
				<string>TLS</string>
				<key>ServerAddresses</key>
				<array>
					<string>2606:4700:4700::1112</string>
					<string>2606:4700:4700::1002</string>
					<string>1.1.1.2</string>
					<string>1.0.0.2</string>
				</array>
				<key>ServerName</key>
				<string>security.cloudflare-dns.com</string>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures device to use Cloudflare Encrypted DNS no Malware over TLS.</string>
			<key>PayloadDisplayName</key>
			<string>Cloudflare Encrypted DNS no Malware DNS over TLS</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.dnsSettings.managed.57de57e7-a330-40e9-8bfb-124158469da5</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>f2cc5df6-87c1-414a-aa57-24de34b4085b</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProhibitDisablement</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Adds the Cloudflare Encrypted DNS no Malware over TLS to Big Sur and iOS 14 or newer systems</string>
	<key>PayloadDisplayName</key>
	<string>Cloudflare Encrypted DNS no Malware DNS over TLS</string>
	<key>PayloadIdentifier</key>
	<string>com.notjakob.apple-dns.4ef3fa3f-1c2e-46e7-9e25-670d2f43013c</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>5bfe73c9-9cb5-4ad8-b893-3d4f27bcebae</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>